;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: MinigameSurvivalPickup
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[MinigameSurvivalPickups]
MinigameSurvivalPickups_None_PickupName=
MinigameSurvivalPickups_None_PickupDescription=
MinigameSurvivalPickups_PlayerDroppedCash_PickupName=Cash
MinigameSurvivalPickups_PlayerDroppedCash_PickupDescription=Dropped Cash
MinigameSurvivalPickups_Survival_Resources_UnlockPrimary_PickupName=Unlock Primary
MinigameSurvivalPickups_Survival_Resources_UnlockPrimary_PickupDescription=Cost: ${COST}
MinigameSurvivalPickups_Survival_Resources_ExtraLife_PickupName=Unlock Respawn
MinigameSurvivalPickups_Survival_Resources_ExtraLife_PickupDescription=(Cost: ${COST})
MinigameSurvivalPickups_Survival_Resources_UnlockSecondary_PickupName=Unlock Secondary
MinigameSurvivalPickups_Survival_Resources_UnlockSecondary_PickupDescription=(Cost: ${COST})
MinigameSurvivalPickups_Survival_Pure_Ammo_PickupName=Ammunition
MinigameSurvivalPickups_Survival_Pure_Ammo_PickupDescription=4 Magazines for Each
MinigameSurvivalPickups_Survival_Gas_Mask_PickupName=Hazmat Suit
MinigameSurvivalPickups_Survival_Gas_Mask_PickupDescription=Protects from Gas
MinigameSurvivalPickups_Survival_Cash_PickupName=Cash
MinigameSurvivalPickups_Survival_Cash_PickupDescription=$250
MinigameSurvivalPickups_Survival_Bombing_Key_PickupName=Access Code
MinigameSurvivalPickups_Survival_Bombing_Key_PickupDescription=Provides access to arm RIOT Devices
